// Button labels
"CANCEL" = "Annulla";

// Category names
"CATEGORY_APPLICATIONS" = "Applicazioni";
"CATEGORY_BOOKMARKS" = "Pagine web";
"CATEGORY_CONTACTS" = "Contatti";
"CATEGORY_DOCUMENTS" = "Documenti";
"CATEGORY_EVENTS" = "Elementi eventi e attività";
"CATEGORY_FOLDERS" = "Cartelle";
"CATEGORY_IMAGES" = "Immagini";
"CATEGORY_MAIL" = "Messaggi e-mail";
"CATEGORY_MOVIES" = "Filmati";
"CATEGORY_MUSIC" = "Musica";
"CATEGORY_PDFS" = "Documenti PDF";
"CATEGORY_SYSTEMPREFS" = "Preferenze di Sistema";
"CATEGORY_FONTS" = "Font";
"CATEGORY_PRESENTATIONS" = "Presentazioni";

//used to make Cmd Space shortcut string
"SPACEBAR_KEY" = "Barra spaziatrice";

//alerts
"HOT_KEY_IN_USE_TITLE" = "Abbreviazioni da tastiera in uso";
"HOT_KEY_IN_USE_MESSAGE" = "Questa abbreviazione da tastiera è già utilizzata dal sistema o da un'altra applicazione. Scegli un'altra abbreviazione o utilizza le preferenze Tastiera per impostare abbreviazioni di sistema diverse.";
"HOT_KEY_UNKNOWN_ERROR_TITLE" = "Errore abbreviazione da tastiera";
"HOT_KEY_UNKNOWN_ERROR_MESSAGE" = "Si è verificato un errore sconosciuto di tipo %d durante il tentativo di registrazione dell'abbreviazione da tastiera selezionata. Riprova o scegli un'altra abbreviazione.";
"DUPLICATE_ITEM_TITLE" = "Elemento duplicato";
"DUPLICATE_ITEM_MESSAGE" = "L'elemento è già presente nell'elenco e non è stato aggiunto.";
"DUPLICATE_ITEM_MESSAGE_MULTIPLE" = "Uno o più elementi sono già presenti nell'elenco e non sono stati aggiunti.";

"PRIVACY_ALERT_TITLE" = "Errore elenco privacy ";
"PRIVACY_ERROR_UNKNOWN" = "L'elemento non è stato aggiunto o rimosso a causa di un errore sconosciuto."; // kMDExclusionFailed
"PRIVACY_ERROR_PERMISSION_DENIED" = "L'elemento non è stato aggiunto o rimosso perché non disponi dei permessi appropriati."; // kMDExclusionPermissionDenied
"PRIVACY_ERROR_NON_INDEXED" = "L'elemento non è stato aggiunto o rimosso perché la posizione non è indicizzata."; // kMDExclusionPermissionNonIndexedLocation
"PRIVACY_BREAK_APPS_TITLE" = "Sei sicuro di voler impedire che Spotlight cerchi in “%@”?";
"PRIVACY_BREAK_APPS_MESSAGE" = "Se escludi questa posizione dalle ricerche di Spotlight, la funzionalità di ricerca non funzionerà in alcune applicazioni.";

// Accessibility
"PRIVACY_ADD_AX_DESCRIPTION" = "Aggiungi un disco o una cartella da escludere dall'indicizzazione.";
"PRIVACY_REMOVE_AX_DESCRIPTION" = "Rimuovi il disco o la cartella da escludere dall'indicizzazione.";

//tool tips
"ADD_ITEM_TOOLTIP" = "Aggiungi una cartella da escludere";
"DELETE_ITEM_TOOLTIP" = "Rimuovi gli elementi selezionati dall'elenco";

//button titles
"CHOOSE" = "Scegli";

//For undo menu
"UNDO_DELETE" = "Elimina";
"UNDO_ADD" = "Aggiungi";

//Key names
"RETURN_KEY" = "A capo";
"ENTER_KEY" = "Invio";
"TAB_KEY" = "Tabulatore";
"ESC_KEY" = "Esc";
"DELETE_KEY" = "Elimina";

